AndreBaltazar8/abla-embedded/examples/board-detect-s3/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_COMPILER_DISABLE_DEFAULT_ERRORS=y
